const countriesCatalog = [
  {
    country: 'Казахстан',
    capital: 'Астана',
    oficialLanguages: ['казахский', 'русский'],
    cities: [
      'Караганда',
      'Павлодар',
      'Кустанай',
      'Алматы',
      'Тараз',
      'Шымкент',
      'Талдыкорган',
      'Актау',
      'Атырау',
      'Актюбе',
      'Усть-каменогорск',
      'Семипалатинск',
      'Жезказган'
    ],
    population: '18 395 567',
    square: '2 725 000 км² (9-я в мире)',
    flag: 'http://www.akorda.kz/upload/content_files/simbols/flag.png',
    telCode: '+7',
    geoCoordinats: ['Широта: 51°17′42″ с.ш.', 'Долгота: 77°44′59″ в.д.'],
    backgroundPic:
      'http://strategy2050.kz/storage/realise/d2/4e/65/2b/8a/d24e652b8ae6b9ea171247a372aa9b1d.jpg',
    other:
      'Казахстан — государство, расположенное в двух частях света, на границе Европы и Азии; бо́льшая часть страны находится в Азии, меньшая — в Восточной Европе. В советских, российских и казахстанских авторитетных источниках границу Европы на её участке, проходящем через Казахстан, дают по горам Мугоджарам и реке Эмбе. Ранее границу частей света проводили по реке Урал, поэтому в некоторых источниках можно встретить разночтения: энциклопедия Британника в статье «Европа» даёт описание границы Европы и Азии, совпадающее с таковым в БСЭ (по Мугоджарам и Эмбе), но на картах, которые имеются в Британнике, граница показана по реке Урал (см. карта Европы, карта Азии в энциклопедии Британника). А Всемирная книга фактов ЦРУ продолжает проводить границу европейской части Казахстана по реке Урал. Согласно наиболее распространённой трактовке границы между Европой и Азией по Мугоджарам и Эмбе в состав европейской части Казахстана входят:'
  },
  {
    country: 'Россия',
    capital: 'Москва',
    oficialLanguages: ['Русский'],
    cities: [
      'Новосибирск',
      'Казань',
      'Тюмень',
      'Екатеринбург',
      'Санкт-Петербург',
      'Владивосток',
      'Ярославль',
      'Калуга',
      'Сочи',
      'Калининград',
      'Архангельск',
      'Белгород',
      'Тверь',
      'Петропавловск-Камчатский'
    ],
    population: '146 880 000 ',
    square: '17 100 000 км² (1-я в мире)',
    flag:
      'https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Flag_of_Russia.svg/250px-Flag_of_Russia.svg.png',
    telCode: '+7',
    geoCoordinats: ['Широта: 52°23′59″ с.ш.', 'Долгота: 54°58′59″ в.д. '],
    backgroundPic:
      'https://thumbs.dreamstime.com/b/%D0%B8%D1%81%D1%82%D0%BE%D1%80%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B8%D0%B5-%D0%BF%D1%80%D0%B8%D0%B2-%D0%B5%D0%BA%D0%B0%D1%82%D0%B5-%D1%8C%D0%BD%D0%BE%D1%81%D1%82%D0%B8-%D1%81%D0%B0%D0%BD%D0%BA%D1%82-%D0%BF%D0%B5%D1%82%D0%B5%D1%80%D0%B1%D1%83%D1%80%D0%B3%D0%B0-%D1%80%D0%BE%D1%81%D1%81%D0%B8%D1%8F-%D0%BA%D0%BE-%D0%B0%D0%B6-45512169.jpg',
    other:
      'Первое письменное упоминание термина «Росия» (греч. Ρωσία) датировано серединой X века. Он встречается в сочинениях византийского императора Константина Багрянородного «О церемониях» и «Об управлении империей» как греческое название Руси[37]. В кириллической записи слово «Росия» (Рѡсїѧ) было впервые употреблено 24 апреля 1387 года[38] в титуле митрополита Киприана, собственноручно подписавшегося как «митрополит Кыевскый и всея Росия». В XV—XVI веках эллинизированное название «Росия» закрепилось за той частью русских земель, которая была объединена в единое государство под началом Московского княжества. Официальный статус царства государство приобрело после процедуры коронации: венчания Ивана IV на царство в 1547 году, после чего государство стало называться Российским царством[39]. Современное написание слова — с двумя буквами «С» — появилось с середины XVII века и окончательно закрепилось при Петре I.'
  }
];

module.exports = countriesCatalog;
